Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Parsing file "{0}" failed
ja: ファイル "{0}" の解析に失敗

source: Parsing list of changesets...
ja: 変更セットのリストを解析中...

source: Parsing module list from site ''{0}''
ja: ''{0}'' サイトからモジュール一覧を解析中

source: Parsing plugin list from site ''{0}''
ja: サイト ''{0}'' からのプラグインリストをパースしています

source: Parsing response from server...
ja: サーバーからの応答をパース中...

source: Parsing unresolved %1 of %2
ja: %2中%1の未解決をパース中

source: Parsing...
ja: パース中...

source: Part of:
ja: 所属:

source: Parts
ja: 部品

source: Party supplies
ja: パーティ用品

source: Passageways
ja: 通り抜け通路

source: Passenger information display
ja: 発車案内板

source: Passing Place
ja: 対向車待機所

source: Passing Places
ja: 対向車待機所

source: Password
ja: パスワード

source: Password:
ja: パスワード:

source: Paste
ja: 貼り付け

source: Paste (and overwrite) the tags in the clipboard to the selected feature.
ja: クリップボードのタグを選択したーフィーチャーに貼り付け（し上書き）

source: Paste ...
ja: 貼り付け ...

source: Paste Feature(s)
ja: 地物を貼り付け

source: Paste Relations
ja: リレーションを貼り付け

source: Paste Tags
ja: タグの貼り付け

source: Paste Tags (&Merge)
ja: タグを追加貼り付け(&M)

source: Paste Tags (&Overwrite)
ja: タグを上書き貼り付け(&O)

source: Paste Value
ja: 値を貼り付け

source: Paste Wikipedia articles
ja: ウィキペディアの記事を貼り付ける

source: Paste at source position
ja: 元の位置に貼り付け

source: Paste contents of clipboard at the position they were copied from.
ja: クリップボードの内容をコピー元の位置に貼り付けます。

source: Paste contents of clipboard.
ja: クリップボードの内容を貼り付けます。

source: Paste features from the clipboard
ja: クリップボードからタグを貼り付け

source: Paste from the clipboard
ja: クリップボードから貼り付け

source: Paste relation membership from objects in the buffer onto selected object(s)
ja: 選択されたオブジェクトに蓄積されたオブジェクトからリレーションの所属を貼り付けます

source: Paste tags
ja: タグを貼り付け

source: Paste tags from buffer
ja: タグをバッファから貼り付け

source: Paste tags from the clipboard (Merge with existing tags)
ja: クリップボードからタグを貼り付け（既存のタグに追加）

source: Paste the features in the clipboard; If the features'id are already in the document, overwrite them.
ja: クリップボードのフィーチャーを貼り付けます；もしフィーチャーIDがすでに文書にある場合は上書きされます。

source: Paste the value of the selected tag from clipboard
ja: クリップボードから選択されたタグの値を貼り付けます

source: Paste this URL in here
ja: URLをここへ貼りつけます

source: Paste without incomplete members
ja: 不完全なメンバー以外を貼り付け

source: Pastes Wikipedia articles from the system clipboard
ja: システムのクリップボードからWikipediaの記事を貼り付け

source: Pastes tags of previously selected object(s)
ja: 前回選択されたオブジェクトのタグを貼り付け

source: Pasting {0} tag
ja: {0}件のタグを貼り付け

source: Pastry
ja: 焼菓子

source: Path
ja: 小道

source: Path Length
ja: 直線距離

source: Path:
ja: パス名：

source: Pattern
ja: パターン

source: Pause
ja: 一時停止

source: Pause GPS
ja: GPSを一時停止

source: Pauses the walk.
ja: 自動再生を一時停止

source: Pawnbroker
ja: 質屋

source: Payment Methods
ja: 支払方法

source: Peak
ja: 山頂

source: Pedestrian
ja: 歩行者天国

source: Pedestrian Crossing
ja: 横断歩道

source: Pedestrian crossing
ja: 横断歩道

source: Pedestrian crossing type
ja: 横断歩道タイプ

source: Pedestrians
ja: 歩行者専用道路

source: Pelota
ja: ペロタ

source: Pending conflicts in the member list of this relation
ja: このリレーションのメンバーリストにある保留中の競合

source: Pending conflicts in the node list of this way
ja: このウェイのノードリストにある保留中の競合

source: Pending errors and warnings
ja: 保留中のエラーと警告

source: Pending property conflicts to be resolved
ja: 解決が必要なプロパティの保留中の競合

source: Penstock
ja: 水圧鉄管

source: Per task instructions
ja: タスク単位での説明

source: Perform actions before deleting
ja: 削除前に動作を実行

source: Perform actions before exiting
ja: 終了の前に動作を実行

source: Perform actions before restarting
ja: 再起動前の動作

source: Perform diff between current data set and existing OSM data.
ja: 現在のデータセットと既存のOSMデータの間の差分を取ります。

source: Performs semantic checks on highways.
ja: 道路の意味上のチェックを行います。

source: Performs the data validation
ja: データの妥当性を検証

source: Perfumery
ja: 香水

source: Periodically check for new messages
ja: 定期的に新しいメッセージを確認

source: Permanent camping only
ja: 永久キャンプのみ

source: Permitted actions:
ja: 許可するアクション:

source: Pescetarian
ja: 魚介菜食主義

source: Pet
ja: ペット店

source: Pet grooming
ja: ペットグルーミング

source: Pharmacy
ja: 薬局

source: Phases
ja: 相数

source: Phone call
ja: 電話

source: Phone number
ja: 電話番号

source: Photo
ja: 写真

source: Photo Geotagging Plugin
ja: Photo Geotagging プラグイン

source: Photo booth
ja: 証明写真機

source: Photo layer
ja: 写真レイヤー

source: Photo taken in the timezone of:
ja: 写真を撮影したタイムゾーン:

source: Photo time (from exif):
ja: 写真の時刻(exifから取得):

source: Photographer
ja: 写真スタジオ

source: Photos do not contain time information
ja: 写真は時間情報を含んでいません。

source: PicLayer Move point
ja: 写真レイヤーの点を移動

source: PicLayer Remove point
ja: 写真レイヤーの点の削除

source: PicLayer Transform point
ja: 写真レイヤーを点で変形

source: PicLayer failed to load or import the image.
ja: 写真レイヤーの画像のロードまたはインポートに失敗しました。

source: PicLayer move
ja: 写真レイヤーを移動

source: PicLayer rotate
ja: 写真レイヤーを回転

source: PicLayer scale
ja: 写真レイヤーを拡大縮小

source: PicLayer scale X
ja: 写真レイヤーを横に拡大縮小

source: PicLayer scale Y
ja: 写真レイヤーを縦に拡大縮小

source: PicLayer shear
ja: 写真レイヤーを変形

source: PicLayer: {0}
ja: 写真レイヤー: {0}

source: Picnic Site
ja: ピクニック場

source: Picnic Table
ja: ピクニックテーブル

source: Pier
ja: 桟橋

source: Pillar type
ja: 地上式

source: Pin
ja: ピン

source: Pipeline
ja: パイプライン

source: Pipeline Marker
ja: パイプライン標識

source: Pipeline Substation
ja: パイプライン変電所

source: Pipeline Valve
ja: パイプラインのバルブ

source: Piste Route
ja: スキールート

source: Piste type
ja: 雪道の種類

source: Pitch
ja: 競技場

source: Pitches
ja: ピッチ

source: Pixel scale: {0}
ja: ピクセルの倍率: {0}

source: Pixels
ja: ピクセル

source: Place name
ja: 地名

source: Place of Worship
ja: 宗教施設

source: Place of worship
ja: 宗教施設

source: Place your Overpass query below or generate one using the Overpass Turbo Query Wizard
ja: 以下に Overpass クエリを配置するか、 Overpass Turbo クエリウィザードツールを使用して作成してください

source: Place your Overpass query below or generate one using the query wizard
ja: Overpassクエリーを下に配置するか、クエリーウィザードを使用してクエリーを生成します。

source: Placement
ja: 配置

source: Places
ja: 地名

source: Plain text, JOSM default
ja: プレーンテキスト、JOSMのデフォルト

source: Plane Parking Position
ja: 駐機場

source: Plant Nursery
ja: 苗床

source: Plants that are leafless for a certain period during the year.
ja: 一年の中で一定の期間、植物に葉がなくなる

source: Plants that are never entirely without green foliage.
ja: 緑を失うことがない植物です。

source: Plants that lose most, but not all, of their foliage for a fraction of the year.
ja: 年間で一部の時期に、一部を残して多くの葉が落葉する植物です。

source: Plants that lose their foliage for a very short period, when old leaves fall off and new foliage growth is starting.
ja: 古い葉が落ちて新しい葉に生え変わるまでの短期間だけ落葉する植物です。

source: Plastic
ja: プラスチック

source: Plastic Bottles
ja: プラスチック瓶

source: Plastic Packaging
ja: プラスチック包装

source: Platform
ja: プラットホーム

source: Play
ja: 再生

source: Play next marker.
ja: 次のマーカーを再生

source: Play previous marker.
ja: 一つ前のマーカーを再生

source: Play/Pause
ja: 再生/一時停止

source: Play/pause audio.
ja: 再生と一時停止

source: Playback starts this number of seconds before (or after, if negative) the audio track position requested
ja: 再生を、指定した秒数前の(マイナスの場合は秒数後の)オーディオトラック位置から開始する。

source: Playground
ja: 児童公園

source: Playground device
ja: 遊具

source: Please <a href="urn:advanced-configuration">configure</a> how to proceed with <strong>multiple changesets</strong>
ja: どのように <strong>複数変更セット</strong>を処理するか <a href="urn:advanced-configuration">設定</a> してください。

source: Please abort if you are not sure
ja: 不安が残る場合は中止して下さい。

source: Please accept this license in order to colaborate in this project.
ja: プロジェクトに参加するには、ライセンスを了承してください。

source: Please authorize first.
ja: 最初に認証してください。

source: Please check its offset using GPS tracks!
ja: GPSトラックを使用してオフセットをチェックしてください!

source: Please check this server URL: {1}
ja: 次のサーバURLを確認してください: {1}

source: Please check your username and password in the Preferences menu
ja: 設定メニューでユーザ名、パスワードをチェックしてください。

source: Please check.
ja: 確認してください。

source: Please click on <strong>Download list</strong> to download and display a list of available modules.
ja: 利用可能なモジュールの一覧をダウンロードして表示するには、<strong>リストのダウンロード</strong>をクリックしてください。

source: Please click on <strong>Download list</strong> to download and display a list of available plugins.
ja: 利用可能なプラグインのリストをダウンロードして表示するには、<strong>リストのダウンロード</strong>をクリックしてください。

source: Please confirm to remove <strong>{0} object</strong>.
ja: 削除する <strong>{0} 件のオブジェクト</strong>を確認してください。

source: Please decide what changeset the data is uploaded to and whether to close the changeset after the next upload.
ja: データアップロード先の変更セット、及び次回アップロード後に変更セットを閉じるかどうかを決めてください。

source: Please decide whether JOSM shall automatically update active plugins after a certain period of time.
ja: 一定期間後に有効なプラグインをJOSMに更新させるかどうかを選択してください。

source: Please decide whether JOSM shall automatically update active plugins at startup after an update of JOSM itself.
ja: JOSM 自身の更新後の再起動で、有効なプラグインを自動更新するかどうかを選択して下さい。

source: Please decide whether you want to <strong>keep</strong> these memberships for the combined way or whether you want to <strong>remove</strong> them.<br>The default is to <strong>keep</strong> the first way and <strong>remove</strong> the other ways that are members of the same relation: the combined way will take the place of the original way in the relation.</html>
ja: 結合されたウェイのこれらのメンバーシップを</strong>維持</strong>するか、<strong>削除</strong>するかどうか決定してください。<br>既定は、最初のウェイを<strong>維持</strong>し、同じリレーションにあった他のウェイをメンバから削除するというものです。結合されたウェイは、リレーションのオリジナルのウェイにとってかわります。</html>

source: Please decide whether you want to <strong>keep</strong> these memberships for the target node or whether you want to <strong>remove</strong> them.<br>The default is to <strong>keep</strong> the first node and <strong>remove</strong> the other nodes that are members of the same relation: the target node will take the place of the original node in the relation.</html>
ja: 対象ノードのこれらのメンバーシップを</strong>維持</strong>するか、<strong>削除</strong>するかどうか決定してください。<br>既定は、最初のノードを<strong>維持</strong>し、同じリレーションにあった他のノードをメンバから削除するというものです。対象ノードは、リレーションのオリジナルのノードにとってかわります。</html>

source: Please decide which values to keep
ja: どちらの値を残すか決めてください

source: Please edit custom URLs and select one row to use with the tool<br/> <b>&#123;key&#125;</b> is replaced with the tag value<br/> <b>&#123;#id&#125;</b> is replaced with the element ID<br/> <b>&#123;#type&#125;</b> is replaced with "node","way" or "relation" <br/> <b>&#123;#lat&#125; , &#123;#lon&#125;</b> is replaced with map center latitude/longitude <br/> Your can manually load settings from file <b>customurl.txt</b> in JOSM folder
ja: カスタムURLを編集して、ツールで使用する行を1つ選択してください<br/> <b>&#123;key&#125;</b>はそのタグの値に置き換えられます<br/> <b>&#123;#id&#125;</b>はその要素のIDに置き換えられます<br/> <b>&#123;#type&#125;</b>は"node"、"way"、"relation"のどれかに置き換えられます<br/> <b>&#123;#lat&#125; , &#123;#lon&#125;</b>は地図の中心の緯度／経度に置き換えられます <br/> JOSMのフォルダーにある <b>customurl.txt</b> ファイルから、手動で設定を読み込むことができます

source: Please edit the relations and remove the cyclic dependency.</html>
ja: リレーションを編集し、循環従属を除去してください。</html>

source: Please enter Description about your trace.
ja: あなたのトレースについて説明を記入して下さい

source: Please enter a Easting and Northing
ja: 東経と北緯を入力して下さい。

source: Please enter a GPS coordinates
ja: GPS座標を入力してください

source: Please enter a date in the usual format for your locale.<br>Example: {0}<br>Example: {1}<br>Example: {2}<br>Example: {3}<br>
ja: 普段使用する日付の書式で記入してください。br>例: {0}<br>例: {1}<br>例: {2}<br>例: {3}<br>

source: Please enter a file name first.
ja: 最初にファイル名を入力してください。

source: Please enter a name for the bookmarked download area.
ja: ブックマークされたエリアの名前を入力してください。

source: Please enter a non-empty user name
ja: ユーザー名には空白以外を指定してください

source: Please enter a tile address
ja: タイルアドレスを入力

source: Please enter a tile index
ja: タイルのインデックスを入力してください

source: Please enter a username and a password if your proxy requires authentication.
ja: 使用するプロキシサーバーに必要なときは、ユーザー名とパスワードを入力してください。

source: Please enter a valid changeset query URL first.
ja: 有効な変更セット問い合わせURLを指定してください。

source: Please enter a valid chunk size first
ja: 最初に正しいチャンクサイズを入力してください

source: Please enter a valid time in the usual format for your locale.<br>Example: {0}<br>Example: {1}<br>Example: {2}<br>Example: {3}<br>
ja: 指定されたフォーマットで正しい時刻を入力してください。<br>例： {0} <br>例：{1} <br>例: {2} <br>例: {3} <br>

source: Please enter a valid user ID
ja: 有効なユーザーIDを入力してください

source: Please enter a valid username and a valid password.
ja: 有効なユーザー名と有効なパスワードを入力してください。

source: Please enter an Access Token Key
ja: アクセストークンキーを入力してください

source: Please enter an Access Token Secret
ja: アクセストークン秘密鍵を入力してください

source: Please enter an OAuth Access Token which is authorized to access the OSM server ''{0}''.
ja: OSMサーバー''{0}''に認証されているOAuthアクセストークンを入力してください。

source: Please enter an integer > 1
ja: 1より大きい整数を入力してください

source: Please enter an integer value > 0
ja: 1以上の整数を入力してください。

source: Please enter another file name.
ja: 別のファイル名を入力してください。

source: Please enter integer number between 0 and {0}
ja: 0から{0}までの間の整数を入力してください

source: Please enter minimal distance in metres
ja: 最短距離をメートルで入力してください

source: Please enter numeric angle in degrees
ja: 角度を度数で入力してください

source: Please enter or paste a valid directory path or path to a jar/zip file.
ja: 有効なディレクトリパスかjar/zipファイルのパスを入力してください。

source: Please enter or paste a valid file or jar URL.
ja: 有効なファイルかjar URLのパスを入力してください。

source: Please enter or paste an URL to retrieve changesets from the OSM API.
ja: OSM APIから変更セットを取得するURLを入力するか貼り付けてください。

source: Please enter tags about your trace.
ja: あなたのトレースについて属性タグを記入して下さい

source: Please enter the OSM API URL.
ja: OSM API URLを入力してください。

source: Please enter the number of recently added tags to display
ja: 最近追加されたタグの表示数を入力してください

source: Please enter the password for authenticating at your proxy server
ja: プロキシサーバーの認証用パスワードを入力してください

source: Please enter the password of your OSM account
ja: あなたのOSMアカウントのパスワードを入力してください

source: Please enter the password of your SDS account
ja: SDSアカウントのパスワードを入力してください

source: Please enter the password of your account
ja: アカウントのパスワードを入力してください

source: Please enter the reason why you mark this calibration geometry as deprecated
ja: この位置合わせ座標を非推奨とする理由を入力してください

source: Please enter the reason why you mark this imagery offset as deprecated
ja: この画像オフセットが推奨できない理由を入力してください

source: Please enter the user name for authenticating at your proxy server
ja: プロキシサーバーの認証用ユーザー名とパスワードを入力してください

source: Please enter the user name of your OSM account
ja: あなたのOSMアカウントのユーザー名を入力してください

source: Please enter the user name of your SDS account
ja: SDSアカウントのユーザー名を入力してください

source: Please enter the user name of your account
ja: アカウントのユーザー名を入力してください

source: Please enter valid number for ending address
ja: 終了アドレスに正しい数字を入力してください

source: Please enter valid number for starting address
ja: 開始アドレスに正しい数字を入力してください

source: Please enter valid number for starting and ending address
ja: 開始および終了アドレスに正しい値を入力してください

source: Please enter your OSM password
ja: あなたのOSMパスワードを入力してください

source: Please enter your OSM user name
ja: あなたのOSMユーザー名を入力してください

source: Please enter your OSM user name and password.
ja: OSM ユーザ名とパスワードを入力してください。

source: Please enter your OSM user name in the preferences first.</em></html>
ja: 最初に、環境設定でOSMユーザー名を入力してください。</em></html>

source: Please file a bug report on the github project page under
ja: githubのプロジェクトページの下にバグレポートを報告してください。

source: Please give a tolerance in meters
ja: メートル単位で誤差を入力してください。

source: Please go to the Basic editor and manually choose a way.
ja: 基本エディタを選んで手動でウェイを選択してください。

source: Please include information on how to reproduce the error and try to supply as much detail as possible.
ja: エラーを再現する方法についての情報を含め、できるだけ詳細な情報を提供するようにしてください。

source: Please load some photos.
ja: 写真をロードしてください。

source: Please login with your OSM username and password and follow the instructions to authorize the Request Token.
ja: OSMユーザ名とパスワードを使用してログインし、指示に従って要求トークンを認証してください。

source: Please move the mouse to draw new way
ja: 新しいウェイを描画するにはマウスを動かしてください

source: Please open or create data layer before importing
ja: インポート前にデータレイヤーを開くか新規作成するかしてください

source: Please open the Preference Dialog after JOSM has started and try to update it manually.
ja: JOSMが開始してから設定ダイアログを開いて手動更新してみてください。

source: Please provide your name and email address:
ja: あなたの名前とEmailアドレスを入力してください:

source: Please read the following terms and conditions carefully and click either the "Accept" or "Decline" button at the bottom to continue.
ja: 以下の規約を慎重にお読みのうえ、最下段の「承諾」または「否認」ボタンをクリックして続行してください。

source: Please report manually using this website:
ja: このWebサイトを使用して手動で報告してください:

source: Please report this at {2}.
ja: {2}に報告してください。

source: Please resolve existing conflicts first
ja: 既存の矛盾を先に解決してください。

source: Please restart JOSM to activate the downloaded modules.
ja: ダウンロードしたモジュールを有効化するにはJOSMを再起動してください。

source: Please restart JOSM to activate the downloaded plugins.
ja: ダウンロードしたプラグインを有効にするにはJOSMを再起動してください。

source: Please revise upload comment
ja: アップロードコメントを修正してください

source: Please select 1 or more ways to download along
ja: ダウンロードする1つ以上のウェイを選択してください

source: Please select 4 or 5 ways to assign no left turns.
ja: 左折禁止をアサインする4～5本のウェイを選んでください。

source: Please select 4 ways that form a closed relation.
ja: 閉じたリレーションを形成する4本のウェイを選択してください。

source: Please select : * One no self-crossing way with at most two of its nodes; * Three nodes.
ja: * 2つ以上のノードを持った自ら交差していないウェイ * 3つのノード のいずれかを選択してください。

source: Please select a download area first.
ja: 最初にダウンロード領域を選択してください。

source: Please select a key
ja: キーを選択してください

source: Please select a scheme to use.
ja: 使用する配色を選択してください。

source: Please select a street to associate with address interpolation way
ja: アドレス補間ウェイと関連付けるストリートを選択してください

source: Please select a value
ja: 値を選択してください

source: Please select address interpolation way for this street
ja: このストリートのアドレス補間ウェイを選択してください

source: Please select an area first.
ja: 最初に領域を選択してください。

source: Please select an authorization procedure:
ja: 認証手続きを選択してください:

source: Please select an entry.
ja: エントリーを選択してください。

source: Please select an item first
ja: 最初に項目を選択してください

source: Please select another one.
ja: 別のものを選択してください。

source: Please select at least four nodes.
ja: 4つ以上のノードを選択してください。

source: Please select at least one already uploaded node, way, or relation.
ja: 1つ以上のアップロード済みのノード・ウェイ・リレーションを選択してください。

source: Please select at least one closed way that should be joined.
ja: 結合する閉じたウェイを1つ以上選んでください

source: Please select at least one download source.
ja: 少なくとも1つのダウンロードソースを選択してください。

source: Please select at least one node or way.
ja: 1つ以上のノードかウェイを選んでください。

source: Please select at least one row to copy.
ja: コピーする行を1つ以上選んでください。

source: Please select at least one way to simplify.
ja: 簡略化には、1つ以上のウェイを選択してください。

source: Please select at least one way.
ja: 1つ以上のウェイを選択してください。

source: Please select at least three nodes.
ja: 3つ以上のノードを選択してください。

source: Please select at least two nodes for symmetry axis and something else to mirror.
ja: 反転させる対称軸またはその他のために2つ以上のノードを選択して下さい。

source: Please select at least two nodes to merge or one node that is close to another node.
ja: マージするノードを2つ以上選択するか、他のノードの近くにある1つのノードを選択するかしてください。

source: Please select at least two ways to combine.
ja: 結合するウェイを2つ以上選択してください。

source: Please select exactly one node.
ja: 正確に1つのノードを選択してください。

source: Please select exactly two or three nodes or one way with exactly two or three nodes.
ja: ちょうど2つか3つのノード、またはちょうど2つか3つのノードを持つ1本のウェイを選択してください。

source: Please select one of custom URLs (configured in Preferences)
ja: (設定で指定された)カスタムURLのうちの1つを選択してください

source: Please select one or more ways with intersections of segments.
ja: 区間の交差点がある1本以上のウェイを選択してください。

source: Please select one or two ways for this action
ja: この動作のために、1つまたは2つのウェイを選択してください

source: Please select one way that exists in the database and one new way with correct geometry.
ja: データベース内にある1本のウェイと、位置を修正したい新しいウェイを選択してください。

source: Please select some preference keys not marked as default
ja: デフォルトの値になっていないキーを選択してください

source: Please select some ways to find all connected and intersecting ways!
ja: 接続・交差するすべてのウェイを検索するためのウェイを選択してください。

source: Please select some ways to find connected and intersecting ways!
ja: 接続または交差するウェイを検索するウェイを選択してください。

source: Please select something to copy.
ja: コピーするものを選択してください。

source: Please select the imagery layer.
ja: 画像レイヤーを選択して下さい。

source: Please select the order of the selected layers:<br>Tracks will be cut, when timestamps of higher layers are overlapping.
ja: 選択したレイヤの順序を選択してください:<br>トラックは、上位レイヤのタイムスタンプがオーバーラップしている場合は、カットされます。

source: Please select the row to delete.
ja: 削除する行を選択してください。

source: Please select the row to edit.
ja: 編集する行を選択してください。

source: Please select the scheme to delete.
ja: 削除する配色を選択してください。

source: Please select the set of road sign icons to be used in the plugin.
ja: プラグイン内で使う道路標識アイコンのセットを選択してください。

source: Please select the target layer.
ja: 対象のレイヤーを選択してください。

source: Please select the upload strategy:
ja: アップロード方式を選択してください:

source: Please select the way also.
ja: ウェイも選択してください

source: Please select two nodes connected by way!
ja: ウェイで接続された2つのノードを選択しください。

source: Please select ways with angles of approximately 90 or 180 degrees.
ja: 角度が約90度または180度のウェイを選択してください。

source: Please select which changes you want to apply.
ja: 適用したい変更を選択して下さい。

source: Please specify Walking Papers URL
ja: Walking PapersのURLを指定してください

source: Please specify a changeset source
ja: 変更セットのソースを指定してください

source: Please try again later.
ja: 後でもう一度試してください。

source: Please try again later.</html>
ja: 後でもう一度実行してください。</html>

source: Please try again.
ja: もう一度試してみてください。

source: Please use the requested format
ja: 要求された形式を使用してください

source: Please wait until the upload is finished.
ja: アップロードが完了するまでお待ちください。

source: Please, enable auto-sourcing and check cadastre millesime.
ja: 自動ソース作成を有効にし、土地台帳-レジストリビンテージをチェックしてください

source: Please, give me two nodes only.
ja: ノードを2つだけください。

source: Please, make sure you know what you're doing.
ja: 何をしているのか確認して

source: Plugin bundled with JOSM
ja: JOSMに付属のプラグイン

source: Plugin for importing spatial referenced images
ja: 空間の参考イメージをインポートするためのプラグイン

source: Plugin for reverting changesets
ja: 変更セットを元に戻すプラグイン

source: Plugin information
ja: プラグイン情報

source: Plugin isn''t properly initialized.
ja: プラグインが正しく初期化されていません。

source: Plugin list download error
ja: プラグイン一覧ダウンロードエラー

source: Plugin loading skipped
ja: プラグインの読み込みをスキップしました

source: Plugin to digital sign OSM-Data
ja: OSMデータに電子署名をするプラグイン

source: Plugin update
ja: プラグインの更新

source: Plugin update failed
ja: プラグインの更新に失敗しました

source: Plugin update policy
ja: プラグイン更新ポリシー

source: Plugin {0} is still required by this plugin:
ja: {0}プラグインは次の{1}件のプラグインから必要とされています。

source: Plugin {0} must be run on a {1} platform.
ja: プラグイン{0}は{1}プラットフォームで実行する必要があります。

source: Plugin {0} requires Java version {1}.
ja: プラグイン{0}にはJavaバージョン{1}が必要です。

source: Plugins
ja: プラグイン

source: Plugins up to date
ja: 最新のプラグイン

source: Plumber
ja: 水道工事店

source: Point Name
ja: ポイント名

source: Point Number
ja: ポイント数

source: Point added/moved
ja: 点の追加/移動

source: Point info
ja: 地点情報

source: Point info.
ja: 地点情報です。

source: Point on opposite end of the building
ja: 建物の対角をクリック

source: Point on the corner of the building to start drawing
ja: 建物のコーナーをポイントして描き始める

source: Point on the end
ja: 終了点

source: Point on the start
ja: 開始点

source: Point removed
ja: 点の削除

source: Point transformed
ja: 点で変形

source: PointInfo
ja: 地点情報

source: Points do not form a closed linestring
ja: ポイントが、閉じたラインストリングを構成していません

source: Points per circle:
ja: 円を描く時の点の数:

source: Points:
ja: ポイント:

source: Poland
ja: ポーランド

source: Polar Stereographic
ja: 極平射図法

source: Polar Stereographic: Parameter ''{0}'' must be 90 or -90.
ja: 極平射図法: 引数 ''{0}'' は90または-90でなければなりません。

source: Pole
ja: 電柱

source: Pole Attributes:
ja: 電柱の属性:

source: Pole with Switch
ja: 開閉器付き電柱

source: Pole with Transformer
ja: 変圧器つきの電柱

source: Police
ja: 警察署・交番

source: Political
ja: 選挙区・自治区

source: Political party
ja: 政党事務所

source: Population
ja: 人口

source: Port
ja: ポート

source: Port:
ja: ポート:

source: Portal design
ja: 門のデザイン

source: Pos.
ja: 位置

source: Position
ja: 位置
